CUSTOM_EMOJIS = {
    # Основные
    "bot_icon": "5190411360957144622",        # 🤖 - иконка бота
    "profile": "5188665619960081979",         # 😬 - иконка профиля
    "referral": "5188321816417969408",        # 🤮 - иконка рефералки
    "support": "5188641808661390237",         # 👻 - иконка поддержки
    "info": "5188634880879138561",            # 👌 - иконка инфо
    "check": "5188510490036313827",           # 🫩 - галочка
    "cross": "5188461544589010077",           # 😮 - крестик
    "left": "5201869912796077511",            # 👏 - стрелка влево
    "right": "5201874508411085721",           # 🫤 - стрелка вправо
    "menu": "5202193706085556536",            # 😴 - главное меню
    "geo": "5201899681214408561",             # 💀 - геолокация
    "grenade_position": "5202005869985833252", # 🤲 - позиция (где стоять)
    "grenade_jumptype": "5201877867075513019", # 🫨 - тип прыжка
    "target": "5201808133986495719",          # 👎 - мишень
    "rychka": "5199484994766021874",          # 🤌 - редактировать
    "pushpin": "5202164062221283651",         # 😿 - закрепить
    "musor": "5202018432765176563",           # 👩‍🦳 - удалить
    "secure": "5201919691467041852",          # 👨‍🦳 - закрепить (книжка)
    "where_it_explodes": "5201687892082075509", # 👨‍🦲 - где взрывается
    "ct": "5202088487976745968",              # 🧙‍♂️ - CT
    "t": "5202025575295789908",               # 👨‍⚖️ - T
    "plant_a": "5202145151480275126",         # 💪 - плент А
    "plant_b": "5202028813701133266",         # 🕵️ - плент Б
    "mid": "5201985297092487589",             # 👷 - мид
    "situationally": "5202052027999365243",   # 🦹‍♂️ - ситуационно

    # Карты
    "map_icon": "5188458916069022536",        # 🤨 - иконка карты
    "mirage": "5474668926719795532",          # 😊 - Mirage
    "inferno": "5474419715537412774",         # 😂 - Inferno
    "nuke": "5474676730675369539",            # 🥲 - Nuke
    "dust2": "5474471276619802211",           # 🤪 - Dust II
    "anubis": "5210792479720251323",          # Anubis 👷‍♂️
    "ancient": "5211087930520542299",         # Ancient 👩‍🎨
    
    # Гранаты
    "smoke": "5474422988302493248",           # ❤️ - смок
    "flash": "5474278076105925976",           # 😡 - флешка
    "he": "5474650303741602356",              # 💋 - осколочная
    "molotov": "5472165424642696205",         # 😂 - зажигательная

    # НОВЫЕ ЭМОДЗИ
    "account_icon": "5228700526249552007",         # 🙅‍♀️
    "calendar": "5228720167135000106",         # 🧑‍🎓
    "key": "5228917130040224792",       # 👨‍🚀
    "refferal_link": "5229096702622871834",         # 😬
    "phone": "5228796759286788721",        # 🫵
    "time": "5228821614262528929",  # 😑
    "week": "5228823190515528828",      # 🫵
    "month": "5229000735873609741",            # 😁
    "year": "5228792146491911580", # 🫤

}